Repository: vdr-projects/vdr-plugin-epgsync
Catalog: po/*.po
Languages: sk_sk

source: Import EPG of an other VDR
sk_sk: Imprtovanie EPG z iného VDR

source: Synchronize EPG
sk_sk: Synchronizova» EPG

source: all
sk_sk: v¹etko

source: analog
sk_sk: analóg

source: Hide mainmenu entry
sk_sk: Schova» polo¾ku v hlavnom menu

source: Server IP
sk_sk: IP servera

source: Server port
sk_sk: Port servera

source: from svdrpservice
sk_sk: zo svdrpservice

source: Connection attempts
sk_sk: Pokusy o pripojenie

source: Update "now" and "next" first
sk_sk: Aktualizova» "teraz" a "potom" najprv

source: Sync channel by channel
sk_sk: Synchronyzova» kanál podµa kanála

source: EPG sync on startup
sk_sk: Synchronizova» EPG pri ¹tarte

source: EPG sync timeout (h)
sk_sk: Interval EPG synchronizácie (h)

source: Map channels by
sk_sk: Mapova» kanály podµa

source: Target channels
sk_sk: Zamera» kanály

source: EpgSync: Unable to connect to Server
sk_sk: EpgSync: Nemo¾e sa pripoji» na server
